Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/planning_permission/commenting_on_planning_application.html.txt.tmx
Source language: en
Languages: ga

source: Commenting on a planning application
ga: Cuntas a thabhairt ar Iarratas ar chead pleanála

source: Anyone has the right to see a planning application made to a local authority. On payment of a fee, you also have the right to make a written submission or observation on the application
ga: Tá sé de cheart agat breathnú ar iarratas ar chead pleanála agus má íocann tú táille cuntas nó tuairimí scríofa a thabhairt air

source: The submission or observation must be made within 5 weeks of the date of receipt of the planning application (by the local authority)
ga: Ní mór an cuntas nó tuairimí a nochtadh taobh istigh de 5 sheachtain ó thagann an t-iarratas ar chead pleanála isteach chuig an údarás pleanála

source: Applicants for planning permission must put up a site notice and advertise in a local newspaper so you may find out about an application that way
ga: Ní mór d'iarrthóirí ar chead pleanála fógra a chrochadh ar an suíomh agus fógra a chur i nuachtán áitiúil le deis a thabhairt duit fios a bheith agat go bhfuil an t-iarratas déanta

source: Local authorities must prepare weekly lists of planning applications and make them available for inspection for at least 8 weeks in their offices and public libraries
ga: Ní mór do na húdaráis áitiúla liostaí a chur le chéile chuile sheachtain de na hiarratais ar chead pleanála atá faighte acu agus na liostaí seo a bheith ar fáil don phobal le scrúdú ar feadh 8 seachtainí ar a laghad ina n-oifigí agus sa leabharlann phoiblí

source: You are entitled to see all the documents submitted with a planning application, which will be kept at the offices of your local authority
ga: Tá sé de cheart agat na cáipéisí ar fad a cuireadh leis an iarratas a fheiceáil, beidh siad ar fáil ag oifigí an údaráis áitiúil

source: Planning authorities cannot rule on an application until 5 weeks have elapsed from the date of its receipt
ga: Ní féidir le údarás pleanála cinneadh a thógáil ar iarratas pleanála go dtí go bhfuil 5 sheachtain slán ó dáta an iarratais

source: Your comments must be in writing to your local authority
ga: Ba cheart aon rud atá le rá agat a chur i scríbhinn chuig an údarás áitiúil

source: If possible, you should quote the planning application's reference number
ga: Más féidir ba cheart an uimhir thagartha atá ag an iarratas ar chead pleanála a lua i do chomhfhreagras

source: You must quote your name and address and postal address (if different)
ga: Ní mór duit freisin d'ainm agus do sheoladh féin a thabhairt chomh maith le do sheoladh poist (muna bhfuileadar mar an gcéanna)

source: Your submission or observation must be acknowledged by the local authority and you must be notified of the planning decision
ga: Ní mór don údarás áitiúil admháil a chur chugat go bhfuil do chuntas nó tuairimí faighte agus ní mór scéal a chur chugat maidir leis an gcinneadh a dhéantar ar an iarratas

source: Your comments must be based on planning considerations, not on personal likes, dislikes or grievances
ga: Ní mór go mbeadh na tuairimí atá le nochtadh agat bunaithe ar chúrsaí pleanála, ní féidir iad a bhunú ar chol agus bá phearsanta ná ar ghearáin

source: These planning considerations include:
ga: I measc na gceisteanna pleanála gur féidir a lua tá:

source: • National and regional guidelines and ministerial directives
ga: • Treoracha náisiúnta agus réigiúnda agus treoracha ón aire

source: • Policies and objectives of the development plan
ga: • Polasaithe agus aidhmeanna an phlean fhorbartha

source: • Policies and objectives of any local plan
ga: • Polasaithe agus aidhmeanna aon phlean áitiúil

source: A local plan shall be consistent with the objectives of the development plan and shall consist of a written statement and a plan or plans indicating the objectives for the proper planning and sustainable development of the area to which it applies
ga: Ní mór go mbeadh plean áitiúil ag dul le aidhmeanna an phlean fhorbartha. Ní mór go mbeadh an plean áitiúil leagtha amach i scríbhinn agus go mbeadh sé mar aidhm aige pleanáil cheart agus forbairt inmharthanach an cheantair lena mbaineann sé a chur chun cinn

source: It can include detail on community facilities and amenities and on standards of design in developments and structures
ga: Is féidir sonraí maidir le áiseanna pobail a bheith san áireamh chomh maith le caighdeáin dheartha i bhforbairtí agus structúir

source: • Local considerations such as site development density, parking provision, traffic hazards, overlooking, effects on residential amenity
ga: • Ceisteanna áitiúla a bhaineann leis an méid forbartha atá ar shuíomh, soláthar áiseanna páirceála, contúirtí tráchta, a bheith ag breathnú anuas ar áiseanna eile, tionchair ar áiseanna cónaithe

source: • Environmental, amenity and shopping impacts
ga: • Tionchair ar an timpeallacht, ar áiseanna agus ar siopadóireacht

source: Anyone who has made written submissions or observations and paid the necessary fee must be informed of the decision by the local authority within 3 days of making the decision
ga: Ní mór don údarás áitiúil a chinneadh a chur in iúl taobh istigh de 3 lá ón lá a dhéantar é d'aon duine a thug tuairimí i scríbhinn agus a d'íoc an táille chuí maidir le iarratas ar chead pleanála

source: If you made a submission or observation that has been acknowledged by the local authority, you have the right to appeal its planning decision to An Bord Pleanála. You also have the right to be informed of any other appeals that have been lodged to An Bord Pleanála and to receive a copy of the appeal
ga: Má tá cuntas nó tuairimí curtha agat ós comhair an údaráis áitiúil agus admháil faighte agat, tá sé de cheart agat achomharc a dhéanamh ar an gcinneadh a bhaineann leis an iarratas sin chuig an mBord Pleanála

source: The fee for making a submission or observation on a planning application in Ireland is €20
ga: Táille de €20 atá le n-íoc ar chuntas nó tuairimí a nochtadh
